<template>
  <div style="margin:0 1rem">
    <Card dis-hover v-for="(item, index) in pdfArray" :key="index" style="margin: 1rem 0">
            <a target="_blank" :href="'https://fjgz360.cn/chuxian/webPage/pdf/'+item">{{item}}</a>
    </Card>
  </div>

</template>

<script>
export default {
  data() {
    return {
      pdfData: "上海交通大学2017届就业质量报告.pdf,上海外国语大学2017届毕业生就业质量报告1229.pdf.pdf,上海大学.pdf,上海理工大学2017年毕业生就业质量报告.pdf,上海立信会计金融学院.pdf,上海财经大学.pdf,东北农业大学2017届毕业生就业质量年度报告.pdf,东北大学.pdf,东北林业大学.pdf,东华大学2017届毕业生就业质量报告.pdf,东南大学.pdf,东莞理工学院.pdf,中南大学.pdf,中南财经政法大学2017届毕业生就业质量报告.pdf,中国农业大学.pdf,中国地质大学(武汉）.pdf,中国地质大学.pdf,中国海洋大学2017年度毕业生就业质量报告.pdf,中国石油大学（北京）2017年毕业生就业质量年度报告 .pdf,中国石油大学（华东）2017届毕业生就业质量报告.pdf.pdf,中国矿业大学.pdf,中国药科大学2017届毕业生就业质量报告(定稿).pdf.pdf,中央美术学院2017届毕业生就业质量报告.pdf,中央财经大学.pdf,中央音乐学院2017年毕业生就业质量报告.pdf,中山大学.pdf,云南大学2017年毕业生就业质量年度报告.pdf,五邑大学.pdf,仲恺农业工程学院.pdf,佛山科学技术学院.pdf,兰州大学.pdf,北京中医药大学2017届毕业生就业质量报告.pdf,北京交通大学.pdf,北京化工大学2017年毕业生就业质量报告.pdf,北京外国语大学2017毕业生就业质量报告.pdf,北京大学.pdf,北京工业大学2017届毕业生就业质量报告.pdf,北京工商大学2017届毕业生就业质量年度报告.pdf.pdf,北京林业大学2017年本科毕业生就业质量年度报告.pdf.pdf,北京电影学院2017届毕业生就业质量报告.pdf,北京科技大学2017年毕业生就业质量年报.pdf.pdf,北京联合大学2017届毕业生就业质量年度报告(发布版).pdf.pdf,北京航空航天大学2017届毕业生就业质量年度报告.pdf.pdf,北京语言大学2017年毕业生就业质量年度报告.pdf,北京邮电大学2017年毕业生就业质量报告.pdf.pdf,北方工业大学2017届毕业生就业质量年度报告.pdf.pdf,华东交通大学2017届毕业生就业质量年度报告.pdf,华东师范大学2017届毕业生就业质量报告.pdf,华东理工大学2017年度毕业生就业质量报告.pdf.pdf,华中农业大学2017届本科毕业生就业质量报告.pdf.pdf,华中师范大学2017年毕业生就业质量报告.pdf,华中科技大学2017年本科毕业生就业质量报告.pdf.pdf,华侨大学.pdf,华北电力大学2017届毕业生就业质量年度报告.pdf,华南农业大学.pdf,华南师范大学.pdf,南京农业大学毕业生就业质量年度报告(2017).pdf,南京大学2017毕业生就业质量报告.pdf,南京审计大学2017年度毕业生就业质量报告.pdf.pdf,南京航空航天大学2017届毕业生就业质量年度报告.pdf,南开大学.pdf,南方医科大学.pdf,南方科技大学.pdf,厦门理工学院.pdf,合肥工业大学2017年毕业生就业质量报告.pdf.pdf,吉林大学2017届毕业生就业质量年度报告.pdf,同济大学2017年毕业生就业质量报告.pdf.pdf,哈尔滨商业大学2017届毕业生就业质量年度报告.pdf,哈尔滨工业大学2017届毕业生就业质量报告.pdf,哈尔滨工程大学2017年毕业生就业质量年度报告.pdf,嘉应学院.pdf,四川农业大学2017届毕业生就业质量年度报告.pdf,四川大学2017届毕业生就业质量报告.pdf.pdf,复旦大学2017年度就业质量报告.pdf,外交学院2017届毕业生就业质量报告.pdf.pdf,大连工业大学2017届毕业生就业质量年度报告.pdf.pdf,大连海事大学2017届毕业生就业质量年度报告.pdf,大连海事大学2017届毕业生就业质量年度报告20180109.pdf,大连理工大学2017届毕业生就业质量报告.pdf,天津医科大学2017年就业质量年度报告.pdf,天津大学2017年就业质量报告.pdf,宁德师范学院.pdf,宁波大学2017届毕业生就业质量报告.pdf.pdf,安徽大学2017年毕业生就业质量年度报告.pdf,安徽建筑大学2017年毕业生就业质量报告.pdf.pdf,对外经济贸易大学2017年就业质量报告.pdf.pdf,山东大学2017届毕业生就业质量报告.pdf.pdf,山西医科大学2017年毕业生就业质量报告.pdf,岭南师范学院.pdf,常州大学2017届毕业生就业质量年度报告.pdf.pdf,广东医科大学.pdf,广东工贸职业技术学院.pdf,广东建设职业技术学院.pdf,广东技术师范学院.pdf,广东机电职业技术学院.pdf,广东海洋大学.pdf,广东省外语艺术职业学院.pdf,广东石油化工学院.pdf,广东第二师范学院.pdf,广东职业技术学院.pdf,广东药科大学.pdf,广东警官学院.pdf,广东财经大学.pdf,广东轻工职业技术学院.pdf,广东金融学院.pdf,广州中医药大学.pdf,广州体育学院.pdf,广州医科大学.pdf,广州大学.pdf,广州民航职业技术学院.pdf,广州美术学院.pdf,广州航海学院.pdf,广西大学2017年毕业生就业质量年度报告》.pdf,惠州学院.pdf,暨南大学.pdf,杭州师范大学2017届毕业生就业质量报告.pdf.pdf,武汉体育学院2017届毕业生就业质量年度报告.pdf,武汉大学2017届就业质量年度报告.pdf,武汉理工大学2017届毕业生就业质量年度报告.pdf,汕头大学医学院.pdf,江南大学2017年毕业生就业质量报告.pdf,江苏大学.pdf,河北工业大学2017年本科毕业生就业质量报告.pdf,河北科技大学2017届毕业生就业质量报告.pdf.pdf,河海大学2017年毕业生就业质量年度报告.pdf,浙江大学.pdf,浙江财经大学.pdf,海南大学2017届毕业生就业质量年度报告.pdf,深圳大学.pdf,清华大学.pdf,温州大学2017届毕业生就业质量年度报告最终-.pdf.pdf,湖北大学2017届研究生就业质量报告.pdf,湖南农业大学.pdf,湖南大学2017届毕业生就业质量年度报告.pdf,湖南师范大学2017届全日制本科毕业生就业质量年度报告.pdf,湖南科技大学.pdf,湘潭大学2017届毕业生就业质量年度报告.pdf,电子科技大学2017届毕业生就业质量年度报告.pdf,福州大学.pdf,福建农林大学.pdf,福建工程学院.pdf,福建师范大学.pdf,肇庆学院.pdf,西北农林科技大学2017届毕业生就业质量报告.pdf,西北大学.pdf,西华大学2017年毕业生就业质量年度报告.pdf.pdf,西南交通大学2017年毕业生就业质量年度报告.pdf,西南大学2017届毕业生就业质量年度报告.pdf.pdf,西南财经大学.pdf,西安交通大学2017年就业质量报告.pdf,西安建筑科技大学2017届毕业生就业质量年度报告.pdf.pdf,西安电子科技大学2017届毕业生就业质量年度报告.pdf,西安科技大学2017届毕业生就业质量年度报告.pdf,西安邮电大学2017届毕业生就业质量年度报告.pdf,贵州大学2017届毕业生就业质量年度报告.pdf.pdf,辽宁大学.pdf,郑州大学2017届毕业生就业质量报告.pdf,重庆大学.pdf,重庆工商大学.pdf,重庆理工大学.pdf,长安大学2017届就业质量年度报告.pdf,长江大学.pdf,长沙理工大学2017届毕业生就业质量报告.pdf,闽江师范高等专科学校.pdf,陕西师范大学2016年毕业生就业质量年度报告.pdf,集美大学.pdf,韩山师范学院.pdf,韶关学院.pdf,首都经济贸易大学.pdf",
      pdfArray:[],
    }
  },
  created() {
    this.pdfArray = this.pdfData.split(',')
  }
}
</script>
